/* No comment provided by engineer. */
"Back" = "Retour";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Choose a video from the list..." = "Choisissez une image dans la liste...";

/* No comment provided by engineer. */
"Configure Mail" = "Configurer votre Email";

/* No comment provided by engineer. */
"Configure Twitter" = "Configurer vote Twitter";

/* No comment provided by engineer. */
"Have an idea? Tap here to let us know." = "Vous avez une idée? Cliquez ici et dites nous.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please configure a Mail account in your device settings" = "Merci de configurer un compte Mail dans l'écran des préférences de votre téléphone";

/* No comment provided by engineer. */
"Please configure a Twitter account in your device settings" = "Merci de configurer un compte Twitter dans l'écran des préférences de votre téléphone";

/* No comment provided by engineer. */
"Select social channel" = "Sélectionnez un réseau social";

/* No comment provided by engineer. */
"Tap here to enable Push Notifications to let you know when new videos are added!" = "Cliquez ici pour activer les notifications push et être averti dès que de nouvelles images sont disponibles";

/* No comment provided by engineer. */
"The Joys of Code" = "Les Joies du Code";

/* No comment provided by engineer. */
"Videos" = "Images";

/* No comment provided by engineer. */
"When..." = "Quand...";

